Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: This month Ankara also recalled its envoy to the Vatican after Pope Francis described the killings as "the first genocide of the 20th century."
pt: No início deste mês, a Turquia retirou seus embaixadores de Viena e do Vaticano, após a Áustria e o Papa Francisco descreverem as mortes como genocídio.

source: China to cut 80 mln T of steel capacity over 2015-17 - official
pt: China vai cortar 80 milhões de toneladas de capacidade de aço entre 2015 e 2017

source: TOKYO/STOCKHOLM (Reuters) - Canon Inc 7751.T made a 23.6 billion-Swedish-crown ($2.83 billion) offer for network video surveillance leader Axis AB AXIS.ST on Tuesday -- the biggest purchase ever for the Japanese firm trying to expand beyond a shrinking camera market.
pt: A Canon fez uma oferta de 23,6 bilhões de coroas suecas (US$ 2,83 bilhões) pela empresa líder em redes de vigilância por vídeo, na maior compra da história da companhia japonesa que está tentando se expandir para além do mercado de câmeras .

source: "I don't think it is wrong .
pt: 'Ainda não estou em minha melhor forma'

source: The driver himself has said he is ready to race and is the" fittest ever".
pt: O piloto, por sua vez, alegou estar em forma e pronto para voltar a correr .

source: Apple spokesman Ryan James said the computer had developed a software update to remediate the vulnerability, which would be pushed out next week.
pt: Um porta-voz da Apple disse à agência de notícias Reuters que a atualização de software necessária para remediar o bug seria liberada na próxima semana .

source: The film is partly set in Vienna, where Thursday's premiere was held.
pt: A nova aventura se passa em parte em Viena, onde aconteceu a estreia.

source: "I personally think that in the end the 2022 World Cup will not take place in Qatar," he told Sport Bild .
pt: "Eu pessoalmente acho que no fim a Copa do Mundo de 2002 não será no Catar", disse o dirigente alemão ao jornal Sport Bild nesta segunda-feira.

source: "We have a provisional toll of ten dead and five injured," the official said.
pt: Há 10 mortos e cinco feridos, segundo um balanço provisório", completou.

source: We don't believe in that."
pt: Estamos vendo que não .

source: What do you hate ?
pt: Não temos o que fazer .

source: You have a way of communicating so people think it's about them, not you .
pt: Acho que não, porque tem muita gente boa que não conhecemos ainda .

source: Carlyle Asia Partners IV, which will invest in deals in Asia excluding Japan, is 53 percent larger than the firm's previous fund for the region, and exceeded its target of $3.5 billion.
pt: O Carlyle Asia Partners IV, que vai investir em negócios na Ásia excluindo o Japão, é 53 por cento maior que o fundo anterior da empresa para a região, e ultrapassou a meta de 3,5 bilhões de dólares.

source: Mr Cameron said: "When you face a situation with psychopathic terrorist killers in Syria and Iraq, who have already brutally beheaded one of our own citizens, who have already launched and tried to execute plots in our own country to kill and maim innocent people, you have got a choice.
pt: Questionado se teme que o Reino Unido seja arrastado a um conflito maior, Cameron disse que "esse é um argumento para nunca fazer nada" quando "é preciso enfrentar uma situação com assassinos terroristas psicopatas na Síria e Iraque, que já decapitaram brutalmente um de nossos cidadãos".

source: You can educate yourself .
pt: E para educar também .

source: Vermaelen sustained the injury before he signed for Barca from Arsenal, prompting some to question why the club completed the deal to sign the 29-year-old.
pt: Vermaelen se lesionou antes de assinar com o Barcelona, vindo o Arsenal, gerando questionamentos sobre a conclusão da negociação com o jogador de 29 anos.

source: He described it as being "quite amazing. "
pt: "É uma sensação incrível", descreveu .

source: "I want to hold bilateral talks to improve friendship and cooperation in all seriousness and in an atmosphere of peace, without a shadow of terrorism," Modi said .
pt: NAÇÕES UNIDAS (Reuters) - O primeiro-ministro da Índia, Narendra Modi, disse neste sábado que quer manter conversações com o Paquistão "sem sombra de terrorismo".

source: "We must ensure that in Israel every man and woman lives confidently in any way they (choose).
pt: Devemos garantir que em Israel todo homem e toda mulher vivam com segurança quaisquer que sejam suas escolhas", disse o líder no comunicado.

source: He said: "I'm looking forward to it, last year was a good race, hopefully this year I can go out and win it."
pt: É a última corrida do ano e acho que às pessoas vão entrar de cabeça”, diz ele.

source: Malian Paris hostage hero gets French citizen...
pt: Herói do sequestro de Paris receberá nacionalidade francesa

source: That's still upsetting for me now because I couldn't go and help her .
pt: É difícil para ela porque não há sinal de celular e ela tem que sair da cidade para conseguir sinal .

source: “But I would say that it’s changing .
pt: Isso é o que eu sempre digo.

source: With the change in the rating, the country is now one level from being downgraded below investment grade.
pt: Com o corte, o país está a um nível de perder o grau de investimento na agência.

source: The White House said Obama then telephoned Russian President Vladimir Putin for an hour to emphasise "that Russia's actions are in violation of Ukraine's sovereignty and territorial integrity."
pt: E o presidente Barack Obama afirmou que a Rússia "está do lado errado da história" por ter violado a soberania da Ucrânia e a lei internacional .

source: Family: Infected nurse is Ebola-free
pt: Família diz que enfermeira nos Estados Unidos está livre de ebola

source: "I don't see the other designers .
pt: "Mas no olho os outros, tenho tanto a fazer .

source: The genetic code of "an entire nation" has effectively been deduced, say researchers in Iceland.
pt: Cientistas na Islândia dizem ter mapeado com sucesso o código genético do "país inteiro".

source: Sections of the zoo were destroyed, allowing tigers, lions, bears and other animals to escape and roam the streets of Tbilisi .
pt: Partes do zoológico local foram destruídas, permitindo que animais escapassem, incluindo seis tigres, seis leões e oito ursos .

source: It's not good to just to sit around," he said .
pt: “A gente sabia que ele não estava bem .

source: Pakistan said on Saturday two male civilians were killed on its side in the latest firing, while a woman died on Friday.
pt: Já as autoridades do Paquistão informaram sobre a morte de dois civis e que cinco pessoas foram feridas por disparos na região.

source: Ban described the Summit as important and reiterated that Ebola is a global issue which requires an immdeiate international response .
pt: Na mensagem, o secretário-geral da ONU ressaltou que o ebola é “um grande problema global, que exige resposta global maciça e imediata” .

source: ISTANBUL (Reuters) - Turkey and the United States smoothed over some differences in the fight against Islamic State during a weekend visit by U.S. Vice President Joe Biden, but the talks heralded little in the...
pt: Istambul - O vice-presidente americano, Joe Biden, reuniu-se neste sábado com o presidente turco, Recep Tayyip Erdogan, para tentar convencê-lo a unir a Turquia à coalizão contra os jihadistas do Estado Islâmico (EI) no Iraque e na Síria .

source: Charlotte's full name is given as Her Royal Highness Princess Charlotte Elizabeth Diana of Cambridge.
pt: Charlotte Elizabeth Diana é o nome da princesa real filha de Kate Middleton e do príncipe William .

source: Dieudonne's comment drew an angry response on Monday, with Prime Minister Manuel Valls saying that freedom of speech should not be confused with anti-Semitism, racism and Holocaust denial.
pt: O país "não pode tolerar o ódio contra os demais, o racismo, o antissemitismo, o negacionismo", disse Manuel Valls, na época ministro do Interior e hoje primeiro-ministro francês.

source: The judgment said the EU decision to designate Hamas as a terrorist organisation had been based on "factual imputations derived from the press and the internet,” not on reviewing of movement' actions.
pt: "Esta decisão está claramente baseada em um tema de forma e não implica nenhuma apreciação do tribunal sobre os motivos para designar o Hamas como uma organização terrorista", indicou em um comunicado.

source: The North fired one artillery shell across the border in the afternoon before firing several more rounds later in apparent anger over South Korea's resumption of the broadcasts .
pt: Forças da Coreia do Norte e da Coreia do Sul trocaram disparos de artilharia na fortificada fronteira entre os dois países, na tarde desta quinta-feira (hora local) .

source: After two years of popping up at high-profile events sporting Google Glass, the gadget that transforms eyeglasses into spy-movie worthy technology, Google co-founder Sergey Brin sauntered bare-faced into a Silicon Valley red-carpet event on Sunday.
pt: Após dois anos aparecendo em eventos de destaque usando o Google Glass, o dispositivo que transforma óculos em tecnologia de filmes de espião, o cofundador do Google Sergey Brin surgiu sem nada no rosto em um evento no Vale do Silício neste domingo (16).

source: Victory against Ebola 'within our reach,' says new U.N. mission chief
pt: Novo chefe de missão da ONU diz que derrotar o ebola é difícil, mas possível

source: It's all been dubbed the "Umbrella Revolution," after umbrellas became symbols of the movement when they were used to shield against police tear gas and pepper spray on Sunday.
pt: Os guarda-chuvas se tornaram um símbolo dos manifestantes, que os usaram para se proteger de sprays de pimenta e gás lacrimogêneo usados pela polícia na tentativa de os dispersar do centro, há duas semanas.

source: WASHINGTON (Reuters) - U.S.-led air strikes against Islamic State in Iraq have killed three of the militant group's top leaders but not senior commander Abu Bakr al-Baghdadi, U.S. officials said on Thursday.
pt: Três líderes militares do grupo extremista Estado Islâmico foram mortos nas últimas semanas por ataques aéreos conduzidos pelos Estados Unidos, revelou nesta quinta-feira o Pentágono .

source: "The President and President Hollande discussed recent disclosures in the press -- some of which have distorted our activities and some of which raise legitimate questions for our friends and allies about how these capabilities are employed," the statement said .
pt: Durante a conversa, Obama e Hollande "falaram das recentes revelações da imprensa, algumas das quais distorceram nossas atividades, e outras que destacam dúvidas legítimas de nossos amigos e aliados sobre a forma como nossos programas (de Inteligência) são realizados".

source: Fighting on Turkey's southeastern border meanwhile continued on Monday as Kurdish militiamen defending the northern Syrian town of Kobani engaged in fierce clashes with IS fighters, a day after managing to slow the jihadists' advance.
pt: Na cidade curda de Kobane, no norte da Síria, intensos combates eram travados nesta segunda-feira entre jihadistas e forças curdas, perto da fronteira com a Turquia.

source: The narrow bridge is about 500m long and had only recently been rebuilt following another stampede in 2007.
pt: Ponte tinha sido reconstruída recentemente devido a outro tumulto, em 2007

source: The Fed noted that a rate increase remained "unlikely" at its April meeting and said its change in rate guidance did not mean it has decided on the timing for a rate hike .
pt: "Essa mudança na forward guidance (diretriz) não indica que o Fed decidiu sobre o momento do aumento dos juros", disse o banco central, em seu comunicado.

source: Fixed-asset investment, a crucial driver of the world's second-largest economy, rose 11.2 percent in the first seven months compared with the year-ago period, again below expectations, the National Bureau of Statistics showed on Wednesday.
pt: O investimento em capital fixo, um motor crucial da segunda maior economia do mundo, avançou 11,2 por cento nos primeiros sete meses ante igual período do ano passado, também abaixo das expectativas, informou a Agência Nacional de Estatísticas chinesa nesta quarta-feira.

source: Prosecutors have suggested Lloyd may have been killed because he knew too much about Hernandez's alleged involvement in a deadly 2012 drive-by shooting in Boston .
pt: Os promotores chegaram a sugerir que Lloyd teria sido assassinado por saber demais sobre um tiroteio no qual o astro teria se envolvido em 2012, mas isso nunca foi provado.

source: Fourteen of Liberia's 15 counties have reported confirmed cases .
pt: De acordo com a OMS, 14 dos 15 condados da Libéria têm casos notificados da doença.

source: All have been charged with corruption, fraud, tax evasion, and money laundering.
pt: Ele é suspeito de corrupção passiva, lavagem de dinheiro e evasão de divisas.

source: Tsunami warning issued after 6.9-magnitude quake hits off northeastern Japan
pt: Alerta de tsunami é cancelado após terremoto de magnitude 6,9 no Japão - Yahoo Notícias

source: The leaders of Germany, Russia, France and Ukraine are set to meet in Minsk later this week to continue to seek a resolution to the conflict in eastern Ukraine .
pt: Alemanha, França, Rússia e Ucrânia planejam realizar uma cúpula na quarta-feira em Minsk, capital de Belarus, para buscar uma solução ao conflito ucraniano, anunciou neste dom...

source: "Venezuelan officials past and present who violate the human rights of Venezuelan citizens and engage in acts of public corruption will not be welcome here, and we now have the tools to block their assets and their use of US financial systems," White House spokesman Josh Earnest said in a statement.
pt: “As autoridades que, no passado e no presente, violaram os direitos humanos dos cidadãos da Venezuela e estiveram envolvidas em atos de corrupção não serão bem-vindas nos Estados Unidos .

source: The majority of those behind the abuse were described as Asian, while the victims were young white girls.
pt: Jay disse ainda que a maioria dos autores dos abusos foi descrita como "asiáticos" pelas vítimas .

source: Good Roman Catholics do not need to breed like "rabbits", the Pope has said, but should practice "responsible" parenting instead.
pt: O papa Francisco afirmou nesta segunda-feira (19) que os católicos não precisam se reproduzir como "coelhos" e devem, em vez disso, ser "responsáveis".

source: But China blames Vietnam for forcefully disrupting drilling activities, and demand that it withdraw all vessels from the area, said Yi Xianliang, Deputy Director-General of the Department of Boundary and Ocean Affairs in a press briefing yesterday.
pt: O vice-diretor geral do Departamento de Fronteiras e Assuntos Marítimos do Ministério de Relações Exteriores da China, Yi Xianliang, também afirmou à imprensa que o Vietnã havia enviado navios armados para a área, mas a China só mantém ali embarcações civis.

source: It's easy to assume that the case was big because the Mona Lisa was already "the world's most famous painting" .
pt: É fácil assumir que o incidente causou tal sensação porque a Mona Lisa era "a pintura mais famosa do mundo", mas naquele momento, ela não era .

source: GENEVA (Reuters) - Women in work in large parts of the world are better educated, more experienced and more productive than their male counterparts on average, but are still paid less, the International Labor Organization said on Friday.
pt: Mulheres no mercado de trabalho em várias partes do mundo são, em média, mais educadas, mais experientes e mais produtivas do que seus colegas do sexo masculino, mas ainda ganham salários menores, apontou a Organização Internacional do Trabalho (OIT) nesta quinta-feira (4).

source: Tunisia declares state of emergency in wake of hotel attack
pt: Tunísia decreta estado de emergência após ataque jihadista em hotel

source: Italian Soccer Federation (FIGC) President Carlo Tavecchio on Wednesday said FIGC had set up a plan for bankruptcy-threatened Parma to go ahead with its Sunday home match with Atalanta.
pt: A Federação Italiana de futebol (FIGC) informou nesta quarta-feira ter um "plano" para ajudar o Parma a completar sua campanha na Série A, apesar de estar à beira da falência.

source: Queen Elizabeth II may have to move out of Buckingham Palace to allow for much-needed repairs including taking out asbestos, replacing ageing boilers and rewiring, royal officials said on Wednesday.
pt: A rainha Elizabeth II da Inglaterra pode ter que se mudar do Palácio de Buckingham para permitir a realização de obras cada vez mais necessárias, incluindo a retirada de amianto e a substituição das caldeiras, informaram funcionários da Casa Real nesta quarta-feira (24).

source: Israel scraps Palestinian prisoner release, seeks review of talks
pt: Israel descarta soltar prisioneiros palestinos e quer rever negociações

source: I can't explain it .
pt: "O 'pode tudo' não dá, é ruim .

source: (Reuters) - 3M Co (MMM.N) will pay about $885 million for Sumitomo Electric Industries Ltd's (5802.T) stake in their Japan joint venture, giving the diversified U.S. manufacturer full control of the business, 3M said on Wednesday.
pt: (Reuters) - A 3M vai pagar cerca de 885 milhões de dólares pela fatia da Sumitomo Electric Industries na joint venture que possui com a empresa no Japão, assumindo o controle total do negócio, disse a diversificada companhia norte-americana nesta quarta-feira.

source: Schumacher, who won a record 91 Grand Prix victories, left the sport last year after a disappointing three-year comeback with Mercedes following an earlier retirement from Ferrari at the end of 2006.
pt: Schumacher, ganhador de 91 corridas na F1, deixou a categoria no ano passado, após frustrantes três anos na Mercedes, para onde voltou após uma aposentadoria temporária no final de 2006.

source: Observers from the Organization for Security and Cooperation in Europe (OSCE), who are supposed to monitor the European-brokered ceasefire, said Sunday that separatists had denied them access to the railway hub Debaltseve.
pt: Em Donetsk, combatentes separatistas barraram observadores da OSCE (Organização para a Segurança e Cooperação na Europa), órgão da ONU encarregado de monitorar o cessar-fogo.

source: Iraq says woman detained in Lebanon is not Baghdadi wife 3:42am EST
pt: Iraque diz que mulher detida no Líbano não é esposa do líder do Estado Islâmico

source: On Tuesday, a rocket from the Gaza Strip hit southern Israel .
pt: Israel ataca Faixa de Gaza após disparo de foguete palestino

source: Former partisans say they were not present in the village, as they had been told by the Allies to leave.
pt: Mas antigos integrantes da resistência dizem que não estavam no vilarejo e que receberam ordem dos Aliados para sair.

source: ANKARA Turkish President Tayyip Erdogan said on Tuesday it was impossible to continue a peace process with Kurdish militants and urged parliament to strip politicians with links to them of immunity from prosecution.
pt: O presidente da Turquia, Recep Tayyip Erdogan, ameaçou nesta terça-feira (28) encerrar o processo de paz com militantes curdos e fez um apelo ao Parlamento para que retire a imunidade judicial de políticos ligados a "grupos terroristas".

source: "Contrary to rumours, there is peace and calm in the country and people are advised to go about their normal businesses .
pt: "Ao contrário dos rumores que estão circulando, a paz e a calma continuam a prevalecer na Gâmbia .

source: Dozens of people are killed in clashes between protesters and police in Kiev on Thursday - the bloodiest day of the unrest in Ukraine
pt: Dezenas de pessoas morreram no confronto entre policias e manifestantes nos últimos dois dias.

source: JERUSALEM (Reuters) - Prime Minister Benjamin Netanyahu said on Sunday Israel was willing to continue U.S.-brokered peace talks with the Palestinians but not "at any price".
pt: Netanyahu não especificou imediatamente que medidas deve tomar e disse que Israel permanece disposto a participar do processo de paz mediado pelos Estados Unidos, mas não "a qualquer custo".

source: Putin hails 'return home' of Crimea in New Year message 31.12.2014
pt: Putin comemora volta da Crimeia para casa em discurso de Ano-Novo

source: He was buried in Moscow on Tuesday.
pt: Na terça-feira, Nemtsov foi sepultado num cemitério de Moscou.

source: French President Francois Hollande has met Cuba's 1959 revolutionary leaders Fidel and Raul Castro on a historic trip to Havana.
pt: O presidente da França, François Hollande, encontrou-se em Havana com Fidel Castro, informaram fontes diplomáticas francesas.

source: Google's 'biggest search competitor' is Amazon, says former CEO
pt: Amazon é principal concorrente, diz presidente do Google

source: Asked on Bloomberg TV whether, come Monday, if there is a yes vote, he will not be finance minister, Varoufakis said: "I will not."
pt: Em uma entrevista ao canal Bloomberg, ele foi questionado se permanecerá como ministro das Finanças na segunda-feira em caso de vitória do 'Sim' e respondeu: "Deixarei de ser".

source: Beau Biden grew up to become a major in the Delaware National Guard, an Iraq War veteran and the attorney general of Delaware .
pt: O filho mais jovem da família Biden era advogado, membro da Guarda Nacional de Delaware e ex-procurador-geral do Estado .

source: Oil prices have hit a 5-yr low after the International Energy Agency (IEA) predicted a sharp drop in global oil consumption, cutting its forecast for global demand growth by about 22 percent.
pt: Os preços do petróleo tiveram uma queda forte nesta terça-feira, 14, depois de a Agência Internacional de Energia (AIE) rebaixar sua previsão para o crescimento da demanda global por petróleo neste ano .

source: Angelina Jolie removes ovaries in cancer scare
pt: Angelina Jolie retira ovários e trompas para prevenir câncer

source: (Reuters) - Uncertainty over Scotland's currency arrangements could prompt capital flight from the country, leaving its financial system in a "parlous state," Douglas Flint, chairman of HSBC Holdings Plc, wrote in a column on Thursday in the Telegraph newspaper in Britain.
pt: Em um artigo publicado a título pessoal no jornal britânico The Daily Telegraph, Douglas Flint afirma que a incerteza sobre as disposições monetárias da Escócia podem deixar sistema fiscal do país em um estado perigoso -

source: LONDON The Russian state must have been involved in the 2006 poisoning of ex-KGB agent Alexander Litvinenko with a radioactive isotope, which amounted to "a nuclear attack on the streets" of London, an inquiry into the death was told on Thursday.
pt: Um empresário russo suspeito pela morte, em 2006, em Londres, do ex-espião Alexander Litvinenko, preferiu não depor ante uma comissão de investigação britânica nesta terça-feira, prazo para fazê-lo.

source: "If the labour market continues to improve more quickly than anticipated by the Committee.. . then increases in the federal funds rate target likely would occur sooner and be more rapid than currently envisioned," she said.
pt: "Se o mercado de trabalho e a inflação avançarem mais rápido do que o previsto, então a elevação das taxas poderá acontecer mais cedo", afirmou.

source: It is difficult to understand."
pt: "Será um jogo difícil .

source: The queen celebrates two birthdays each year: her actual birthday on April 21 and her official birthday on a Saturday in June, according to Buckingham Palace.
pt: De acordo com a tradição real, a rainha celebra seus aniversários em duas ocasiões: em casa, no dia 21 de abril, data de seu aniversário, e durante uma parada militar em junho.
